Repository: 908Inc/ckanext-harvest
Catalog: ckanext/harvest/i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: uk_ua

source: title
uk_ua: назва

source: Not authorized to see this page
uk_ua: Неавторизований користувач не може переглядати цю сторінку

source: Harvesting source successfully cleared
uk_ua: Джерело (ресурс) харвестингу успішно видалено

source: Harvesting source successfully inactivated
uk_ua: Джерело (ресурс) харвестингу успішно деактивовано

source: Harvest source not found
uk_ua: Джерело (ресурс) харвестингу не знайдено

source: Harvest will start shortly. Refresh this page for updates.
uk_ua: Перезавантажте цю сторінку для оновлення.

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to "active".
uk_ua: Не вдається створити нове завдання збору для деактивованого джерела (ресурсу). По-перше, будь ласка, змініть вихідний статус на "активний".

source: A harvest job has already been scheduled for this source
uk_ua: Для цього джерела (ресурсу) харвестингу вже заплановано завдання збору

source: Harvest source cleared
uk_ua: Джерело (ресурс) харвестингу очищено

source: No content found
uk_ua: Нічого не знайдено

source: Harvest job not found
uk_ua: Джерело (ресурс) харвестингу не знайдено

source: Harvest job stopped
uk_ua: Завдання харвестингу зупинино

source: No jobs yet for this source
uk_ua: Ще немає жодних завдань для цього джерела (ресурсу)

source: This is a failure-notification of the latest harvest job ({0}) set-up in {1}.
uk_ua: Завдання {1} для джерела (ресурсу) ({0}) виконати не вдалося.

source: Harvest Source: {0}
uk_ua: Джерело (ресурс) харвестингу: {0}

source: Harvester-Configuration: {0}
uk_ua: Конфігурація харвестингу: {0}

source: Organization: {0}
uk_ua: Разпорядник: {0}

source: Harvest Job Id: {0}
uk_ua: Ідентифікатор завдання харвестингу: {0}

source: Created: {0}
uk_ua: Створено: {0}

source: Finished: {0}
uk_ua: Завершено: {0}

source: Records in Error: {0}
uk_ua: Строки з помилками: {0}

source: Error Summary
uk_ua: Всього помилок

source: Document Error
uk_ua: Помилка документа

source: Job Errors
uk_ua: Помилка завдання

source: You are receiving this email because you are currently set-up as Administrator for {0}. Please do not reply to this email as it was sent from a non-monitored address.
uk_ua: Ви отримали цього листа, оскільки в даний момент Ви вказані як Адміністратор для {0}. Не відповідайте на цей лист, оскільки його було надіслано автоматично.

source: User {0} not authorized to create harvest sources
uk_ua: Користувач {0} не має повноважень створювати джерела (ресурси) харвестингу

source: User not authorized to create a job for source {0}
uk_ua: Користувач не має прав для створення завдання для джерела (ресурса) {0}

source: Only sysadmins can create harvest jobs for all sources
uk_ua: Тільки сисадміни можуть створювати завдання для зарвестингу всіх джерел(ресурсів)

source: Only the sysadmins can create harvest objects
uk_ua: Тільки сисадмини можуть створювати об'єкти харвестингу

source: User {0} not authorized to delete harvest source {1}
uk_ua: Користувач {0} не має права видаляти джерело (ресурсу) харвестингу {1}

source: User {0} not authorized to read harvest source {1}
uk_ua: Користувач {0} не має повноважень читати джерело (ресурсу) харвестингу {1}

source: User {0} not authorized to see jobs from source {1}
uk_ua: Користувач {0} не авторизовано для зміни завдань для джерела (ресурсу) {1}

source: User {0} not authorized to list jobs for source {1}
uk_ua: Користувач {0} не авторизований для переліку завдань для джерела (ресурсу) {1}

source: User {0} not authorized to update harvest source {1}
uk_ua: Користувач {0} не має повноважень оновлювати джерело (ресурса) харвестингу {1}

source: Only sysadmins can clear history for all harvest jobs
uk_ua: Тільки сисадмини можуть перезавантажити всіх об’єкти харвестингу

source: Only sysadmins can reimport all harvest objects
uk_ua: Тільки сисадмини можуть очистити історію для всіх завдань харвестингу

source: Only sysadmins can run the pending harvest jobs
uk_ua: Тільки системні адміністратори можуть запускати очікувані завдання харвестингу

source: Only sysadmins can reindex all harvest sources
uk_ua: Тільки системні адміністратори можуть індексувати всі джерела (ресурси) харвестингу

source: Harvesting Sources
uk_ua: Джерела (ресурси) харвестингу

source: Status
uk_ua: Статус

source: Add a harvesting source
uk_ua: Додати джерело (ресурс) харвестингу

source: View
uk_ua: Переглянути

source: Edit
uk_ua: Редагувати

source: Refresh
uk_ua: Оновити

source: Type
uk_ua: Тип

source: Active
uk_ua: Активний

source: Statistics
uk_ua: Статистика

source: Next Harvest
uk_ua: Наступний харвестинг

source: Created
uk_ua: Створено

source: No harvest sources defined yet.
uk_ua: Джерела (ресурси) для харвестингу не визначено

source: Add Harvest Source
uk_ua: Додати джерело (ресурс) харвестингу

source: errors
uk_ua: помилки

source: Details
uk_ua: Деталі

source: Id
uk_ua: Ідентифікатор

source: Started
uk_ua: Розпочато

source: Finished
uk_ua: Завершено

source: Count
uk_ua: Кількість

source: Message
uk_ua: Повідомлення

source: There are no datasets associated to this harvest source.
uk_ua: Немає даних, пов’язаних з цим джерелом (ресурсом) харвестингу

source: {number} harvest source found for "{query}"
uk_ua: знайдено {number} джерел (ресурсів) харветингу для "{query}"

source: Sorry no harvest sources found for "{query}"
uk_ua: Нажаль, джерел (ресурсів) харвестингу для "{query}" не знайдено

source: {number} harvest source found
uk_ua: Знайдено джерел (ресурсів) харвестингу: {number}

source: Sorry no harvest sources found
uk_ua: Нажаль джерел (ресурсів) харвестингу не знайдено

source: Draft
uk_ua: Чернетка

source: Deleted
uk_ua: Видалено

source: There is no description for this harvest source
uk_ua: Опис для джерела (ресурсу) харвестингу відсутній

source: Datasets
uk_ua: Набори даних

source: Organization
uk_ua: Розпорядник

source: Last Harvest Job
uk_ua: Останнє завдання харвестингу

source: View full job report
uk_ua: Переглянути повний звіт

source: Admin
uk_ua: Адміністратор

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
uk_ua: Цей харвестинг має бути перезапущено для цього джерела (ресурсу). Локальні набори даних будуть перезаписані після любих оновлень джерела (ресурсу). Харвестинг джерел (ресурсів) з великою кількістю наборів даних може зайняти значний час. Будь ласка підтвердіть перезапуск харвестингу.

source: Start a new harvesting job for this harvest source now
uk_ua: Розпочати новий харвестинг для цього джерела (ресурсу) зараз

source: Reharvest
uk_ua: Рехарвестинг

source: Stop
uk_ua: Зупинити

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
uk_ua: УВАГА: Це призведе до видалення всіх даних для цього джерела (ресурсу),а також всіх попередніх звітів про роботу. Ви впевнені що хочете продовжити?

source: Delete all harvest jobs and existing datasets from this source
uk_ua: Видалити всі завдання харвестингу та існуючи набори даних з цього джерела (ресурсу)

source: Clear
uk_ua: Очистити

source: View harvest source
uk_ua: Переглянути джерело

source: Jobs
uk_ua: Завдання

source: Organizations
uk_ua: Розпорядники

source: Harvest Sources
uk_ua: Джерела (ресурси) харвестингу

source: Edit harvest source
uk_ua: Керування

source: Create Harvest Source
uk_ua: Створити джерело (ресурс) харвестингу

source: Create harvest source
uk_ua: Створити джерело (ресурс) харвестингу

source: Harvest sources
uk_ua: Джерела (ресурси) харвестингу

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
uk_ua: Джерела (ресурси) харвестингу дозволяють импортувати до цього каталогу віддалені метадані. Віддаленими джерелами (ресурсами) можуть бути інші каталоги, такі як, наприклад, інші CKAN, CSW сервіси або Web Accessible Folders (WAF) (в залежності від фактичної достыпності харвестингу для цього джерела (ресурсу).

source: This should include the http:// part of the URL
uk_ua: Має містити http:// частину в URL

source: Title
uk_ua: Заголовок

source: eg. A descriptive title
uk_ua: наприклад, Пробний заголовок

source: Name
uk_ua: Назва

source: eg. my-dataset
uk_ua: наприклад, мій набір даних

source: Source type
uk_ua: Тип джерела (ресурсу)

source: Datapackage Language
uk_ua: Мова наборів даних

source: Update Frequency
uk_ua: Частота оновлення

source: Purpose of collecting information
uk_ua: Підстава та призначення збору інформації

source: Description
uk_ua: Опис

source: Tags
uk_ua: Ключові слова

source: eg. economy, health, government
uk_ua: наприклад, економіка, здоров’я, уряд

source: Configuration
uk_ua: Конфігурація

source: No organization
uk_ua: Розпорядник відсутний

source: State
uk_ua: Стан

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
uk_ua: Джерело (ресурс) буде позначено як видалене але буде збережено всі його набори даних та попередні завдання. Ви впевнені що бажаєте видалити це джерело (ресурс) харвестингу?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
uk_ua: УВАГА: Окрім видалення цього джерела (ресурсу), цякоманда видалить всі його набори даних, а також всі попередні звіти про завдання. Ви впевнені що бажаєте продовжити?

source: Delete
uk_ua: Видалити

source: Delete source
uk_ua: Видалити джерело

source: Delete and clear source
uk_ua: Видалити та відчистити джерело

source: Return to the harvest sources list
uk_ua: Повернутися до списку джерел (ресурсів) харвестингу

source: found for "{query}"
uk_ua: знайдено для "{query}"

source: Search sources...
uk_ua: Пошук джерела (ресурсу)

source: Search
uk_ua: Пошук

source: read more
uk_ua: читати далі

source: Back To Harvest Sources Page
uk_ua: Повернутись до сторінки джерел (ресурсів) харвестингу

source: About
uk_ua: Опис

source: Relevance
uk_ua: Релевантністю

source: Name Ascending
uk_ua: Назвою (від А до Я)

source: Name Descending
uk_ua: Назвою (від Я до А)

source: Last Modified
uk_ua: Востаннє внесеними змінами

source: Popular
uk_ua: За популярністю

source: Search harvest sources...
uk_ua: Пошук джерела (ресурсу) харвестингу

source: Search...
uk_ua: Пошук...

source: All harvest sources
uk_ua: Всі джерела (ресурси) харвестингу

source: Remove
uk_ua: Видалити

source: Try another search term, browse the sources below or
uk_ua: Спробуйте інший пошуковий термін, перегляньте джерело(ресурс) нижче або

source: add a new one
uk_ua: додати ще

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
uk_ua: <p><strong>Помилка під час пошуку.</strong> Будь ласка, спробуйте ще раз.</p>

source: Harvest Jobs
uk_ua: Завдання харвестингу

source: Job:
uk_ua: Завдання:

source: Started:
uk_ua: Розпочато:

source: Not yet
uk_ua: Ще ні

source: Finished:
uk_ua: Закінчено

source: Job Report
uk_ua: Звіт про виконання

source: Back to job list
uk_ua: Повернутися до списку завдань

source: Only the 20 most frequent errors are shown
uk_ua: Відображено лише 20 найчастіших помилок

source: Document Errors
uk_ua: Помилки документу

source: Error Report
uk_ua: Звіт про помилки

source: documents with errors
uk_ua: документи з помилками

source: Remote content
uk_ua: Видалити контент

source: Local content
uk_ua: Локальний контент

source: Frequency
uk_ua: Частота

source: Deleted Harvest Sources
uk_ua: Видалені джерела харвестингу

source: No Harvest Source Found
uk_ua: Не знайдено джерел харвестингу

source: Running
uk_ua: Запущено
